{
    "basic": [
        "What insight about life have you acquired, that seems obvious to you but might not be obvious to everyone else?",
        "In only one sentence, how would you explain the fundamentals of your profession that would contain the most information in the fewest words possible?",
        "If you could have anyone (dead or alive) on your personal board of directors what 1-3 people would you choose?",
        "When was the last time you changed your mind about something?",
        "Name a writer or publication you disagree with but still read.",
        "What single book is the best introduction to your field (or specialization within your field) for laypeople? ",
        "What do you look for in a very close friend?",
        "What have you learned about yourself in the past year?",
        "In what ways is your family especially odd?",
        "What book have you recommended the most?",
        "Which one of your friends do you envy the most?",
        "If you were braver, what would you be doing with your life?",
        "What’s your worst intellectual habit?",
        "What’s a view that you hold but can’t defend?",
        "Would you rather be poor but esteemed, or rich but ignored?",
        "When you feel upset, how - ideally - would you like to be comforted?",
        "What’s the first piece of media you consume every day?",
        "What might your friends be most surprised to learn that you'd love to try professionally?",
        "What unfortunate character trait can be traced back directly to something in your past?",
        "When might you have been able to ask for more if you hadn't lost confidence?",
        "What do you need to believe in order to get through the day?",
        "What makes a person a good traveling companion?",
        "Are you where you want to be at this stage of your life?",
        "Do you think other people regard you as a good listener?",
        "Which of your talents is the world in danger of overlooking?",
        "What did school help to kill in you?",
        "What inspires you to learn?",
        "Who is the person who has most influenced the way you think?",
        "What would you want to correct about your school or university education?",
        "When does someone become 'grown up'?",
        "What are your ambitions?",
        "If you had to save three things from your house (Other than pets or people) what would you take?",
        "If you had to write a book, what would it be about?",
        "What do other people not understand about you?",
        "What kind of character trait that you don't possess do you find attractive in others?",
        "What’s a decision that seemed small at the time, but led to a big impact in your life today?",
        "In your field of work how do you spot an amateur?",
        "Between the ages 10 and 20, what did you have as a formative intellectual experience that helped make you into who you are?",
        "If you were given a free decade you could take off in a parallel reality and then return to the life you had at the exact same time, what would you do with that decade?",
        "Let’s say a young person comes to you and says, “I want to be the next you, not exactly a duplicate of what you do but some version of what that will be 30 years from now.” what skill do you tell them to invest in?",
        "You are (insert skill). Are there things you think you know about (skill) that maybe other people undervalue that you could instruct us with?",
        "What is the most significant constraint for making (insert project) bigger and better?",
        "Ulysses bucket list: \"Tell me something you have done, or want to do, that you think I should do? It can be anything, as challenging as you want it to be, or as easy. As long as you give me the rest of my life to complete it, I promise I will do it.\"",
        "What’s your favorite quote ?",
        "Who are one to three person(s) that have greatly influenced your life?",
        "What is the book (or books) you’ve given most as a gift, and why?",
        "In the last five years, what new belief, behavior, or habit has most improved your life?",
        "What are one to three movies/documentaries that have greatly influenced your life?",
        "What habits, tools or apps improved your productivity recently?",
        "What purchase of $100 or less has most positively impacted your life in the last six months (or in recent memory)?",
        "What’s something you’ve changed your mind about",
        "If you could have a gigantic billboard anywhere with anything on it — metaphorically speaking, getting a message out to millions or billions — what would it say and why?",
        "What is something you would like to do to improve your life?"
    ]
}